Revit 2024 API
FaceArray Constructor
Initializes a new instance of the FaceArray class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public FaceArray()
Visual Basic
Public Sub New
Visual C++
public:
FaceArray()
See Also
FaceArray Class
Autodesk.Revit.DB Namespace